requestbody.xml

<?xml version="1.0" encoding="UTF-16"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://www.broadsign.com/wsdl_ops">
    <SOAP-ENV:Body>
        <ns1:request not_modified_since="1970-01-01T00:00:00" token="0" requestid="1" version="10" name="${ action }">
            <content ${ body }/>
        </ns1:request>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>